[WaveCOMAvenger X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMGuerrillaRecover X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMGuerrillaHack X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMGuerrillaRelay X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMRaid X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMCityRescue X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMCityExtract X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"

[WaveCOMSabotage X2MissionTemplate]
DisplayName="Wave COM"
Briefing="Wave COM"
PostMissionType="Wave COM"
